[ECC_TRANSLATION]
ecc_splash_title= "Το ECC φορτώνει..."
ecc_splash_message= "ΤΟ ECC ΦΟΡΤΩΝΕΙ..."
ecc_restart_title= "Επανεκίνηση του ECC..."
ecc_restart_message= "ΕΠΑΝΕΚKΙΝΗΣΗ ΤΟΥ ECC..."
ecc_traytooltip_message= "Διπλό κλικ για προβολή του ECC"
---
ecc_admin_message_1= "ONE-TIME ΜΗΝΥΜΑ"
ecc_admin_message_2= ""
ecc_admin_message_3= "Δεν έχετε δικαιώματα Administrator σε αυτό το μηχάνημα"
ecc_admin_message_4= "Αν το ECC είναι εγκατεστημένο από κάποιον administrator (όχι στον διαμοιραζόμενο χώρο) το ECC θα λειτουργεί κάτω από συνθήκες read-only!!"
ecc_admin_message_5= ""
---
ecc_autoupdate_message_1= "Το ECC μπορεί να ελέγξει αν υπάρχουν διαθέσιμες ενημερώσεις κατά την εκκίνηση του!"
ecc_autoupdate_message_2= "Μπορείτε να ρυθμίσετε αυτή την επιλογή και στις ρυθμίσεις του ECC."
ecc_autoupdate_message_3= ""
ecc_autoupdate_message_4= "Θέλετε να ενεργοποιηθεί αυτή η επιλογή τώρα?"
ecc_autoupdate_message_5= ""
---
ecc_autobugreport_message_1= "Μπορείτε να βοηθείσετε στην ανάπτυξη του ECC στέλνοντας μία αυτόματη αναφορά σφαλμάτων-bugs"
ecc_autobugreport_message_2= "στην ομάδα ανάπτυξης του ECC όταν παρουσιαστεί κάποιο σφάλμα,"
ecc_autobugreport_message_3= "έτσι ώστε να προσπαθήσουμε να διορθώσουμε το πρόβλημα!"
ecc_autobugreport_message_4= ""
ecc_autobugreport_message_5= "Θέλετε να ενεργοποιηθεί αυτή η επιλογή τώρα?"
ecc_autobugreport_busy = "Αποστέλεται error.log...παρακαλώ περιμένετε..."
---
ecc_firststartup_message_1= "Καλως ορίσατε στο ECC!, αυτή είναι η πρώτη φορά που εκτελείται το  ECC."
ecc_firststartup_message_2= ""
ecc_firststartup_message_3= "Το ECC πρόκειται να δημιουργήσει 'userfolders' και  'media' εικόνες,"
ecc_firststartup_message_4= "αυτή η εργασία θα πάρει λίγη ώρα..."
ecc_firststartup_message_5= ""
---
ecc_alreadyrun_message_1= "ONE-TIME ΜΗΝΥΜΑ"
ecc_alreadyrun_message_2= ""
ecc_alreadyrun_message_3= "Φαίνεται οτι το ECC τρέχει ήδη, η εκτέλεση παραπάνω από ένα ECC δεν προτείνεται!!"
ecc_alreadyrun_message_4= ""
ecc_alreadyrun_message_5= "(αυτό το μήνυμα μπορεί επίσης να εμφανιστεί και στην περίπτωση που το ECC εκτελείται σε περιβάλλον Windows Vista)"
---
ecc_generateimages_space_message_1= "Απαιτούνται τουλάχιστον 15 MB ελεύθερου χχώρου για να μπορέσει το ECC να δημιουργήσει τις 'media' εικόνες!"
ecc_generateimages_space_message_2= ""
ecc_generateimages_space_message_3= "Παρακαλώ ελευθερώστε τουλαχιστον 15 MΒ χώρου!, και προσπαθήστε ξανά!"
ecc_generateimages_space_message_4= ""
ecc_generateimages_space_message_5= ""
---
ecc_resolution_message_1= "ΜΗΝΥΜΑ ΜΙΑΣ ΦΟΡΑΣ"
ecc_resolution_message_2= "Το επιτρεπτό πλάτος στην ανάλυση απεικόνισης του ΕCC είναι κάτω από 1000 pixels,"
ecc_resolution_message_3= "Επομένως το ECC θα μπει σε mode παραθύρου, μπορείτε να επαναφέρετε το ECC σε mode πλήρης οθόνης,"
ecc_resolution_message_4= "αλλά τότε να περιμένετε GUI προβλήματα ή το GUI δεν θα δουλεύει καθόλου !!"
ecc_resolution_message_5= "(αυτό μπορεί να συμβεί όταν έχετε ορίσει την taskbar στα πλάγια στο 1024x768)"
---
ecc_error_type1_a= "Το αρχείο '"
ecc_error_type1_b= "' τροποποιήθηκε! :(, κλείσιμο..."
ecc_error_type1_c= "' έχει τροποποηιηθεί ή δεν υπάρχει! :(, κλείσιμο..."
ecc_error_1001= "Παρακαλώ μετονομάστε αυτό το αρχείο σε 'ecc.exe'"
ecc_error_1004= "Το ECC δεν μπορεί να ξεκινήσει! :(, κλείσιμο..."
ecc_error_2005= "Δεν βρέθηκε το ECC! :(, κλείσιμο..."
ecc_error_report_title= "ΑΝΑΦΟΡΑ ΣΦΑΛΜΑΤΩΝ ECC"
ecc_error_report= "Παρακαλώ αναφέρετε οποιοδήποτε bug διαπιστώσετε χρησιμοποιώντας το 'ecc-core\tools\eccDiagnostics.bat' ή στο forum υποστήριξης!"
---
ecc_thirdparty_xpadder_start = "ΕΚΚΙΝΗΣΗ XPADDER..."
ecc_thirdparty_xpadder_message_1= "Το Xpadder δεν μπορεί να βρεθεί, παρακαλώ βεβαιωθείτε ότι το αρχείο:"
ecc_thirdparty_xpadder_message_2= "'ecc-core\thirdparty\xpadder\xpadder.exe' υπάρχει!"
ecc_thirdparty_xpadder_message_3= "Μπορείτε να κατεβάσετε και να εγκαταστήσετε αυτό το πρόγραμμα από το 'www.xpadder.com'"
ecc_thirdparty_xpadder_message_4= "Η επιλογή να ξεκινάει Xpadder κατά την εκκίνηση του ECC έχει απενεργοποιηθεί!"
ecc_thirdparty_xpadder_message_5= "για να την ενεργοποιήσετε ξανά πηγαίνετε στις επιλογές εκκίνησης στις ρυθμίσεις του ECC!"
---
ecc_generateimages_process = "Δημιουργία εικόνων:"
ecc_firststartup_regocx= "Δήλωση OCX αρχείων..."
ecc_startup_createuserfolder= "Δημιουργία userfolders..."
ecc_startup_configthirdparty= "Configuring thirdparty tools..."
ecc_startup_xpadderwin7= "Configuring Xpadder for Win7..."
ecc_startup_updateemulatorlist= "Updating emulatorlist..."
ecc_startup_updatedatfiles= "Updating DATfiles..."
---
ecc_startmenuicons_message_1= "Startmenu icons"
ecc_startmenuicons_message_2= ""
ecc_startmenuicons_message_3= "Would you like to create ECC startmenu icons?"
ecc_startmenuicons_message_4= ""
ecc_startmenuicons_message_5= ""